Repository: benoit74/PhotoTimeSync
Catalog: src/PhotoTimeSync/Labels/Labels.*.resx
Languages: fr_fr

# CheckFolder_CheckingFolderExists
source: Checking that folder '{0}' exists ...
fr_fr: Vérification de l'existence du dossier '{0}'

# CheckFolder_SelectedFolderNotExist
source: Selected folder does not exist.
fr_fr: Le dossier sélectionné n'existe pas.

# ExploreFolder_ErrorConclusion
source: Exploring folder NOK
fr_fr: Exploration du dossier NOK

# ExploreFolder_ErrorExplanationInsufficientFolders
source: ERROR: At least 2 subfolders representing the collections to synchronise must be present inside the selected folder
fr_fr: ERREUR : Le dossier sélectionné doit contenir au moins 2 sous-dossiers représentant les collections à synchroniser

# ExploreFolder_ErrorExplanationInsufficientPhotos
source: ERROR: At least 2 subfolders representing the collections to synchronise must be present inside the selected folder with photos in them
fr_fr: ERREUR : Le dossier sélectionné doit contenir au moins 2 sous-dossiers représentant les collections à synchroniser (i.e. avec des photos dans chaque sous-dossier)

# ExploreFolder_ExploringMainFolder
source: Exploring folder '{0}'
fr_fr: Exploration du dossier '{0}'

# ExploreFolder_ExploringSubFolder
source: Exploring subfolder '{0}'
fr_fr: Exploration du sous-dossier '{0}'

# ExploreFolder_OKConclusion
source: Exploring folder OK
fr_fr: Exploration du dossier OK

# ExploreFolder_PhotoIgnored
source: WARNING: Photo '{0}' has been ignored since it does not have Exif DateTime nor DateTimeOriginal
fr_fr: ATTENTION : La photo '{0}' a été ignorée car elle n'avait pas de propriété DateTime ni DateTimeOriginal dans les données Exif

# ExploreFolder_PhotosCount
source: {0} photos found in subfolder '{1}'.
fr_fr: {0} photos trouvée(s) dans le sous-dossier '{1}'

# ExploreFolder_SubFolderCount
source: {0} subfolders found
fr_fr: {0} sous-dossier(s) trouvé(s)

# ExploreFolder_SubFolderIgnored
source: Subfolder will be ignored.
fr_fr: Le sous-dossier sera ignoré.

# ExploreFolder_SubSubFolderIgnored
source: WARNING: found {0} subsubfolders in subfolder '{1}', they will not be processed
fr_fr: ATTENTION : {0} sous-sous-dossiers ont été trouvés dans le sous-dossier '{1}'. Ces sous-sous-dossiers seront ignorés.

# Generic_ButtonNext
source: Next
fr_fr: Suivant

# Generic_ButtonPrev
source: Prev
fr_fr: Précédent

# Generic_CorrectedDateTime
source: Adjusted date/time
fr_fr: Date/heure corrigée

# Generic_Day
source: day(s)
fr_fr: jour(s)

# Generic_Error
source: Error
fr_fr: Erreur

# Generic_Hour
source: hour(s)
fr_fr: heure(s)

# Generic_NoCorrection
source: no correction
fr_fr: aucune correction

# Generic_OriginalDateTime
source: Original date/time
fr_fr: Date/heure originale

# Generic_Second
source: second(s)
fr_fr: seconde(s)

# Screen1_ButtonBrowse
source: Browse
fr_fr: Explorer

# Screen1_ButtonImport
source: Import and check folder content
fr_fr: Importer et vérifier le dossier

# Screen1_Header
source: Select photos folder
fr_fr: Sélectionner le dossier principal

# Screen1_HintBrowseFolder
source: Please select a folder ...
fr_fr: Veuillez sélectionner un dossier ...

# Screen1_LabelIncorrect
source: Incorrect folder choice
fr_fr: Le dossier sélectionné est incorrect

# Screen1_MsgBoxDirectoryNotExist
source: Directory does not exist
fr_fr: Le dossier sélectionné n'existe pas

# Screen2_Header
source: Select primary camera folder
fr_fr: Sélectionner l'appareil photo principal

# Screen2_Introduction
source: Select a camera folder which date/time is OK or for which you want to apply an ad-hoc time adjustment
fr_fr: Sélectionner un appareil photo dont la date/heure est correct ou pour lequel vous souhaitez appliquer une correction déjà connue.

# Screen3_ButtonPendingSync
source: Pending album is synchronized
fr_fr: L'album en attente est synchronisé

# Screen3_Header
source: Synchronize pending camera folders
fr_fr: Synchroniser les albums en attente

# Screen3_Introduction
source: Select a synchronized album and a pending album. Then search for two photos taken at the same time (or set the adujsted date/time of a given photo manually) and validate synchronization.
fr_fr: Sélectionner un album déjà synchronisé et un album en attente. Ensuite, rechercher deux photos prises au même moment (ou ajuster manuellement la date/heure d'une photo de l'album en attente). Une fois terminé, valider la synchronisation de l'album en attente.

# Screen3_PendingAlbums
source: Pending Albums
fr_fr: Albums en attente

# Screen3_SyncAlbums
source: Synchronized Albums
fr_fr: Albums synchronisés

# Screen4_ButtonQuit
source: Quit
fr_fr: Quitter

# Screen4_ColFolderName
source: Folder name
fr_fr: Nom du dossier

# Screen4_CompletedText
source: Conversion completed - {0} photos date/time corrected.
fr_fr: Correction terminée - {0} photos corrigées.

# Screen4_ConversionFailed
source: Conversion failed ! {0}.
fr_fr: Correction en erreur ! {0}.

# Screen4_FinalWords_Part1
source: You have corrected a total of {0} photos from {1} cameras.
fr_fr: Vous avez corrigé un total de {0} photos en provenance de {1} cameras.

# Screen4_Header
source: Apply correction to photos
fr_fr: Appliquer les corrections aux photos

# Screen4_Introduction
source: Following time corrections will be applied to the pictures of each folders
fr_fr: Les corrections ci-dessous vont être appliquées aux photos de chacun des dossiers

# Screen4_ProgressText
source: Correcting photos date/time - {0}%
fr_fr: Corrections des date/heure des photos en cours - {0}%

# Screen4_FinalWords_Part2
source: If you enjoy the software, please support us and spread the word.
fr_fr: Si vous appréciez ce logiciel, merci de nous soutenir et faites passer le mot !
